<?php

/* -------------------------------------------------------
 *
 *   LiveStreet Engine Social Networking
 *   Copyright © 2008 Mzhelskiy Maxim
 *
 * --------------------------------------------------------
 *
 *   Official site: www.livestreet.ru
 *   Contact e-mail: rus.engine@gmail.com
 *
 *   GNU General Public License, version 2:
 *   http://www.gnu.org/licenses/old-licenses/gpl-2.0.html
 *
  ---------------------------------------------------------
 */

/**
 * Русский языковой файл.
 * Содержит все текстовки движка.
 */
return array(
    'or_text' => 'или',
    'name_temp' => 'PRESTIGE',
    'all_copy_1' => '© 2013. Все права защищены.',
    'all_copy_2' => 'Дизайн - <a href="http://chedesigner.com">Che</a>',
    'all_copy_3' => 'Дизайн - <a href="http://chedesigner.com">Che</a>',
    'all_copy_4' => 'Верстка - <a href="http://wstandart.ru">WStandart.ru</a>',
    'all_copy_5' => 'Верстка - <a href="http://wstandart.ru">WStandart.ru</a>',
    'all_copy_6' => 'Шаблоны - <a href="http://lstemplates.com">lstemplates.com</a>',
    'prest_txt_1' => 'О сайте',
    'prest_txt_2' => 'Разделы',
    'prest_txt_3' => 'Реклама',
    'prest_txt_4' => 'Партнеры',
    'prest_txt_5' => 'Подписка',
    'prest_txt_6' => 'Разделы',
    'prest_txt_7' => 'Популярное',
    'prest_txt_8' => 'Создать',
    'prest_txt_9' => 'Теги',

    'prest_txt_10' => 'Зарегистрироваться',

    'prest_txt_11' => 'Мой профиль',

    'prest_txt_12' => 'ссылка →',

    'prest_txt_13' => 'О блоге',
    'prest_txt_14' => 'Администраторы',
    'prest_txt_15' => 'Модераторы',
    'prest_txt_16' => 'Читатели',

    'blog_join' => 'Читать',
    'blog_leave' => 'Не читать',

    'prest_txt_19' => 'Топик',
    'prest_txt_20' => 'Опрос',
    'prest_txt_21' => 'Ссылка',
    'prest_txt_22' => 'Фотосет',
    'prest_txt_23' => 'Блог',
    'prest_txt_24' => 'Черновики',

    'prest_txt_25' => 'Показать все',

    'prest_txt_26' => 'топик;топика;топиков',

    /*Блоки при добавлении*/
    'prest_txt_27' => 'Заголовок',
    'prest_txt_28' => 'Точка в конце заголовка не ставится. Восклицательный, вопросительный знак или многоточие использовать можно, но с умом.',
    'prest_txt_29' => 'Текст',
    'prest_txt_30' => '— Разбивайте текст по смыслу на небольшие абзацы — примерно по 3-5 предложений.<br/>— Если статью можно разбить на несколько логических частей — обязательно сделайте это и озаглавьте каждую часть.<br/>— Пожалуйста, не копируйте статьи с других сайтов, не занимайтесь копипастом.<br/>— Изображения в статье должны прежде всего нести информационную ценность.',
    'prest_txt_31' => 'Теги',
    'prest_txt_32' => 'Обязательно используйте теги когда пишете статью, но знайте меру. Есть простое правило: ставите четыре метки, характеризующие общую тематику топика.',

    'prest_txt_33' => 'Назад?',

    'system_error_404' => 'Страница которую вы искали не найдена',
);
?>